[
	{
		"nome": "Interstellar",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/pictures/14/10/31/20/39/476171.jpg",
		"descricao": "Earth, 2067. With widespread famine ravaging humankind and unprecedented blight collapsing the global economies, Joseph Cooper, a reclusive farmer and father of two, becomes NASA's last hope. As a result, a team of researchers determined to find answers in the vastness of space embarks on a life-and-death mission to discover a compatible new home for the now-endangered human race. But as Cooper leaves his family behind in search of opportunities, unfathomable mysteries unfold, and a crucial question arises. Are the bold extragalactic explorers prepared to push the limits of knowledge and interstellar travel?",
		"ano": 2014
	},
	{
		"nome": "Fight Club",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/90/95/96/20122166.jpg",
		"descricao": "A nameless first-person narrator attends support groups in an attempt to subdue his emotional state and relieve his insomniac state. When he meets Marla, another fake attendee of support groups, his life seems to become a little more bearable. However, when he associates himself with Tyler he is dragged into an underground fight club and soap-making scheme. Together the two men spiral out of control and engage in competitive rivalry for love and power.",
		"ano": 1999
	},
	{
		"nome": "Inception",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/87/32/31/20028688.jpg",
		"descricao": "Dom Cobb is a thief with the rare ability to enter people's dreams and steal their secrets from their subconsciouses. His skill has made him a hot commodity in the world of corporate espionage, but has also cost him everything he loves. Cobb gets a chance at redemption when he is offered a seemingly impossible task: Plant an idea in someone's mind. If he succeeds, it will be the perfect crime, but a dangerous enemy anticipates Cobb's every move.",
		"ano": 2010
	},
	{
		"nome": "Forrest Gump",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/87/30/21/19874092.jpg",
		"descricao": "Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, creates the smiley, writes bumper stickers and songs, donates to people and meets the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran, who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.",
		"ano": 1994
	},
	{
		"nome": "The Matrix",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/91/08/82/20128877.JPG",
		"descricao": "Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a hacker known as Neo. Neo has always questioned his reality, but the truth is far beyond his imagination. Neo finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker branded a terrorist by the government. As a rebel against the machines, Neo must confront the agents: super-powerful computer programs devoted to stopping Neo and the entire human rebellion.",
		"ano": 1999
	},
	{
		"nome": "The Dark Knight",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/86/98/32/19870786.jpg",
		"descricao": "Set within a year after the events of Batman Begins (2005), Batman, Lieutenant James Gordon, and new District Attorney Harvey Dent successfully begin to round up the criminals that plague Gotham City, until a mysterious and sadistic criminal mastermind known only as 'The Joker' appears in Gotham, creating a new wave of chaos. Batman's struggle against The Joker becomes deeply personal, forcing him to 'confront everything he believes' and improve his technology to stop him. A love triangle develops between Bruce Wayne, Dent, and Rachel Dawes.",
		"ano": 2008
	},
	{
		"nome": "Life Is Beautiful",
		"imagem_url": "https://br.web.img2.acsta.net/c_310_420/medias/nmedia/18/87/87/63/19962446.jpg",
		"descricao": "A gentle Jewish-Italian waiter, Guido Orefice, meets Dora, a pretty schoolteacher, and wins her over with his charm and humor. Eventually they marry and have a son, Giosue. Their happiness is abruptly halted, however, when Guido and Giosue are separated from Dora and taken to a concentration camp. Determined to shelter his son from the horrors of his surroundings, Guido convinces Giosue that their time in the camp is merely a game.",
		"ano": 1997
	},
	{
		"nome": "Inglourious Basterds",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/90/43/36/20096333.jpg",
		"descricao": "Nazi-occupied France, June 1944. Lt. Aldo Raine leads a squad of crack Jewish US Army soldiers, the Bastards, deep behind enemy lines. Their job: killing Germans, as many as possible. Meanwhile Nazi propaganda minister Joseph Goebbels is about to premier his latest propaganda film at a cinema in Paris. All the high-ranking Nazis will be there, making it a perfect target for the Bastards. Meanwhile, the manageress of the cinema, a Jew whose entire family was wiped out by the Nazis, has similar plans.",
		"ano": 2009
	},
	{
		"nome": "The Truman Show",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/93/64/37/20269376.jpg",
		"descricao": "Truman is a man whose life is a fake one. The place he lives is, in fact, a big studio with hidden cameras everywhere, and all his friends and people around him, are actors who play their roles in the most popular TV-series in the world: The Truman Show. Truman thinks that he is an ordinary man with an ordinary life and has no idea about how he is exploited. Until one day he finds out everything. Will he react?",
		"ano": 1998
	},
	{
		"nome": "Back to the Future",
		"imagem_url": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/90/95/62/20122008.jpg",
		"descricao": "Marty McFly, a typical American teenager of the Eighties, is accidentally sent back to 1955 in a plutonium-powered DeLorean 'time machine' invented by a slightly mad scientist. During his often hysterical, always amazing trip back in time, Marty must make sure his teenage parents-to-be meet and fall in love to get back to the future.",
		"ano": 1985
	}
]
